[
    {
        "pageTitle" : "تصميم المواقع",
        "mainTitle" : "Web Design",
        "mainPargraph" : "خدمات تصميم الويب بواسطة مصممي الويب المحترفين",
        "backgroundImage" : "web.jpg",
        "landingColor" : "#f440369e",
        "allDescriptions" : [
            "هل تبحث عن خدمة تصميم ويب احترافية يمكنها إنشاء موقع ويب مذهل لشركتك أو موقعك الشخصي؟ إذا كان الأمر كذلك، فقد جئت إلى المكان الصحيح. Beta  Web Design Service هي  خدمة رائدة في تصميم الويب تقدم حلول تصميم مواقع ويب مخصصة للعملاء في جميع أنحاء العالم. سواء كنت بحاجة إلى Landing Page  بسيطة، أو موقع تجارة إلكترونية معقد، أو أي شيء بينهما، فلدينا المهارات والخبرة اللازمة لتقديم موقع ويب يلبي احتياجاتك ويتجاوز توقعاتك.",
            "- استشارة مجانية مع أحد خبراء تصميم المواقع لدينا لفهم أهدافك ورؤيتك وهوية علامتك التجارية. <br>- تصميم سريع الاستجابة يتكيف مع أي جهاز وحجم شاشة ومتصفح.<br>- إعداد أساسي لتحسين محركات البحث (SEO) يساعد موقعك على الويب في الحصول على مرتبة أعلى على Google ومحركات البحث الأخرى.<br>- نظام إدارة المحتوى (CMS) الذي يسمح لك بتحديث محتوى موقع الويب الخاص بك وإدارته بسهولة.<br>- مجموعة متنوعة من التصميمات الجذابة والميزات المتقدمة للاختيار من بينها، مثل رؤوس الفيديو وشرائح الصور والمعارض والمدونات والحجوزات عبر الإنترنت والمزيد.",
            "باستخدام خدمة تصميم الويب من Beta ، يمكنك إطلاق موقع ويب يعكس علامتك التجارية، ويجذب عملائك، ويحقق إيرادات لشركتك. خبراء موقعنا متواجدون هنا للاستماع إلى أفكارك وترجمتها إلى واقع. قم بالتواصل معنا اليوم للبدء في مشروع تصميم الويب الخاص بك. "
        ],
        "images" : "web",
        "imgCount" : "24",
        "phone" :"0"
    },
    {
        "pageTitle" : " تصميم تطبيقات الهاتف",
        "mainTitle" : "Mobile Programming",
        "mainPargraph" : "خدمات تصميم برامج الهاتف المحمول",
        "backgroundImage" : "mob.jpg",
        "landingColor" : "#0096889e",
        
        "allDescriptions" : [
            " عزيزي العميل الكريم، نحن متحمسون لتقديم خدمتنا لتطوير تطبيق جوال مخصص لك. ندرك أهمية هذا التطبيق لأعمالك ولرؤيتك، ونسعى جاهدين لجعله واقعًا ملموسًا يلبي توقعاتك ويتفوق على آمالك. لنقدم لك أفضل خدمة ممكنة، سنقوم باتباع عملية تطوير مدروسة تشمل الخطوات التالية:",
            "<b>فهم الاحتياجات:</b><br> سنبدأ بالاستماع العميق لاحتياجاتك ومتطلباتك. سنقوم بجمع معلومات شاملة حول الغرض من التطبيق، وجمهور المستخدم المستهدف، والميزانية المتاحة.<br> <b>التخطيط والتصميم:</b><br> سوف نقوم بوضع خطة شاملة وتصميم تفصيلي يحقق رؤيتك. سنزودك بنماذج واجهة المستخدم (UI) وتصميمات النماذج الأولية لتأكيد اتجاهنا. <b>التطوير والبرمجة:</b><br> سيتم بناء التطبيق بجد واحترافية باستخدام أحدث التقنيات وأفضل الممارسات. سيتم أخذ الأمان والأداء وجميع التفاصيل الفنية في الاعتبار.<b>الاختبار والجودة:</b><br>سيتم إجراء اختبارات واسعة النطاق للتحقق من أن التطبيق يعمل بشكل صحيح ويتفاعل بشكل فعال مع المستخدمين. سيتم إجراء التصحيحات والتعديلات اللازمة. <br><b>التسليم والصيانة:</b><br>بمجرد تطوير التطبيق، سنسلمه لك بكل فخر. سنقدم الدعم والصيانة المستمرة لضمان استدامة التطبيق وآمنه.",
            "سنعمل جنبًا إلى جنب معك خلال كل مرحلة من مراحل التطوير ونتأكد من تلبية توقعاتك وتحقيق أهدافك بدقة وجودة.<br> لا تتردد في الاتصال بنا في أي وقت إذا كانت لديك أية أسئلة أو توضيحات إضافية. نحن هنا لخدمتك ولجعل تجربتك معنا سهلة وناجحة.<br> نحن نتطلع إلى الشروع في هذه الرحلة المشتركة وتحويل فكرتك إلى واقع رقمي ناجح. "
        ],
        "images" : "mob",
        "imgCount" : "4",
        "phone" :"0"
    },
    {
        "pageTitle" : " تصميم برامج Desktop",
        "mainTitle" : "Desktop Applications",
        "mainPargraph" : "خدمات تصميم برامج الحاسب الشخصي",
        "backgroundImage" : "des.png",
        "landingColor" : "#03a9f4be",
        "allDescriptions" : [
            "عزيزي العميل، نشكرك على اختيار خدماتنا لتطوير تطبيق سطح المكتب الخاص بك. نحن ندرك أهمية هذا التطبيق لعملك وكفاءتك الشخصية، وسنعمل بجد للتأكد من أنه يلبي توقعاتك ويساعدك على تحقيق أهدافك.<br>لتقديم خدمة متميزة، سنتبع خطوات التطوير المتكاملة:",
            "<b>تحليل الاحتياجات:</b><br>سنبدأ بالاستماع بعناية لاحتياجاتك ومتطلباتك. سنعمل معك لتحليل متطلبات التقديم وفهم الأهداف التي تريد تحقيقها.<br><b>التصميم والتخطيط:</b><br>سنقوم بتطوير خطة تصميم دقيقة وواجهة مستخدم سريعة الاستجابة تضمن سهولة الاستخدام والأداء الفعال.<br><b>التطوير والبرمجة:</b><br>سنقوم بترميز التطبيق وتطويره باستخدام أحدث التقنيات وأفضل الممارسات لضمان جودة البرمجة وأمنها.<br><b>الاختبار والجودة:</b><br>سنخضع لاختبارات مكثفة للتطبيق للتأكد من أنه يعمل بكفاءة ويلبي جميع متطلبات الأداء.<br><b>التسليم والصيانة:</b><br>بمجرد الانتهاء من تطوير التطبيق، سنقدمه لك بكل فخر. سنقدم الدعم والصيانة المستمرة للتأكد من أن التطبيق مستدام وآمن.<br>",
            "سنعمل معك جنبًا إلى جنب خلال كل مرحلة من مراحل تطوير التطبيق والتأكد من تلبية توقعاتك وتحقيق أهدافك بدقة وجودة.<br>لا تتردد في الاتصال بنا في أي وقت إذا كانت لديك أية أسئلة أو توضيحات إضافية. نحن هنا لخدمتك ولجعل تجربتك معنا سهلة وناجحة.<br>نحن نتطلع إلى بدء هذه الرحلة المشتركة وتحويل فكرتك إلى تطبيق سطح مكتب رائع. "
        ],
        "images" : "des",
        "imgCount" : "9",
        "phone" :"0"
    },
    {
        "pageTitle" : "خدمة الشحن والتوصيل",
        "mainTitle" : "Shipping and delivery",
        "mainPargraph" : "خدمة طلب المنتجات وشحنها وتوصيلها إلى أي مكان داخل مصر",
        "backgroundImage" : "del.jpg",
        "landingColor" : "#f44036ce"
    },
    {
        "pageTitle" : "تصميمات جرافيك",
        "mainTitle" : "Graphic Design",
        "mainPargraph" : "خدمة تصميم ما في مخيلتك",
        "backgroundImage" : "soc.jpg",
        "landingColor" : "#009688be",
        "allDescriptions" : [
            "عزيزي العميل الكرام، نحن ممتنون جدًا لاختيارك خدماتنا لتقديم خدمات التصميم الجرافيكي. نهدف إلى تقديم تجربة فريدة لك وإيصال رؤيتك وأفكارك من خلال تصميمات إبداعية ومميزة.<br>سنعمل معك خطوة بخطوة خلال مراحل التصميم للتأكد من تلبية توقعاتك تمامًا:",
            "<b>فهم الاحتياجات:</b><br>سنبدأ بالاستماع بعناية إلى رؤيتك واحتياجاتك. سنسألك عن المشروع الذي ترغب في تنفيذه، والأفكار التي لديك، والجمهور المستهدف.<br><b>التصميم الإبداعي:</b><br>سنبدأ في تطوير تصميمات إبداعية تعبر عن فكرتك وتجذب انتباه المشاهدين. سنعمل معك لتصميم عناصر رسومية مذهلة مثل الشعارات والملصقات والرسوم التوضيحية.<br><b>التحرير والمراجعة:</b><br>بعد إرسال التصميم الأولي، سنكون جاهزين لإجراء التعديلات والمراجعات بناءً على ملاحظاتك للتأكد من أن التصميم يتوافق تمامًا مع توقعاتك.<br><b>تسليم العمل النهائي:</b><br>سيتم تسليم التصميم النهائي لك بعد التأكد من رضاك التام عنه. سيكون لديك كافة حقوق الملكية للتصميم لاستخدامه كما يحلو لك.",
            "نسعى دائمًا لتقديم تصميمات استثنائية وجذابة تضيف قيمة لمشروعك وتساعدك على التميز. نحن هنا لدعمك والتأكد من حصولك على نتائج تفوق توقعاتك.<br>نحن نتطلع إلى الشروع في هذه الرحلة المشتركة لتحويل أفكارك إلى واقع من خلال التصاميم الجرافيكية الرائعة."
        ],
        "images" : "gra",
        "imgCount" : "18",
        "phone" :"0"
    },
    {
        "pageTitle" : "تسويق وإدارة صفحات",
        "mainTitle" : "Marketing",
        "mainPargraph" : "خدمة التسويق والإعلان هي خدمة تعمل على الترويج لمنتجاتك. ",
        "backgroundImage" : "ads.jpg",
        "landingColor" : "#03a9f4ce",
        "allDescriptions" : [
            "خدمة التسويق وإدارة صفحات التواصل الاجتماعي هي خدمة تهدف إلى تعزيز تواجد علامة تجارية أو منتج على منصات التواصل الاجتماعي وإدارته بفعالية. تتضمن هذه الخدمة تصميم وتنفيذ استراتيجيات التسويق الرقمي وإدارة حسابات وصفحات العملاء على مواقع التواصل الاجتماعي.<br>تشتمل خدمة إدارة صفحات التسويق ومواقع التواصل الاجتماعي على عدد من الأنشطة والمهام، مثل:",
            "<b>تطوير استراتيجية التسويق:</b><br> يتضمن تحليل السوق والجمهور المستهدف، وتحديد أهداف التسويق والرسائل الرئيسية، ووضع خطة عمل لتحقيق هذه الأهداف.<br><b>إنشاء الصفحات وتحسينها: </b><br>يتم إنشاء وتهيئة الصفحات المختلفة على منصات التواصل الاجتماعي مثل فيسبوك وتويتر وإنستغرام ولينكدإن بما يعكس هوية العلامة التجارية ويحقق الجاذبية والاحترافية.<br ><b>إنشاء المحتوى وإدارته:</b><br> يتم إنشاء محتوى متنوع وجذاب يستهدف الجمهور المستهدف، مثل الصور ومقاطع الفيديو والمقالات والأخبار والعروض الترويجية. يتم تخطيط المحتوى وجدولته ونشره بانتظام وفقًا لخطة التسويق.<br><b>التفاعل مع المتابعين:</b><br> ويشمل ذلك الرد على التعليقات والرسائل والاستفسارات من المتابعين، وتقديم الدعم والمساعدة المطلوبة، وتوجيه المحادثات بطريقة إيجابية ومهنية.<br><b>التحليلات والتقارير:</b><br> يتم مراقبة أداء الصفحات والحملات التسويقية على منصات التواصل الاجتماعي، وتحليل البيانات والإحصائيات المتعلقة بالتفاعل والانتشار والتحويلات، وتقديم تقارير دورية لتقييم النجاح وتحسين الأداء.<br><b>الإعلان والترويج: </b><br>يتضمن ذلك إنشاء وتنفيذ حملات إعلانية مدفوعة على منصات التواصل الاجتماعي للوصول إلى جمهور أوسع وزيادة التفاعل والتحويلات.<br>"
        ],
        "images" : "ads",
        "imgCount" : "8",
        "phone" :"0"
    },
    {
        "pageTitle" : "تصميم موشن جرافيك",
        "mainTitle" : "Motion Graphic",
        "mainPargraph" : "نقوم برسم وتحريك ما بمخيلتك إلى الواقع",
        "backgroundImage" : "mot.gif",
        "landingColor" : "#ff00009e",
        "allDescriptions" : [
            "خدمة الرسوم المتحركة هي خدمة تهدف إلى إنشاء محتوى مرئي متحرك يستخدم في التسويق والتواصل. تُستخدم تقنيات الرسوم المتحركة والرسومات المتحركة والرسوم المتحركة لإنشاء مقاطع فيديو قصيرة وجذابة تروج لفكرة أو منتج أو خدمة.<br>تتضمن خدمة الرسوم المتحركة عدة خطوات وعناصر، مثل:",
            "<b>الفكرة والسيناريو:</b><br> يتم تطوير فكرة أو قصة تريد نقلها من خلال الفيديو المتحرك. تتم كتابة نص تفصيلي يوضح التسلسل الزمني للأحداث والرسوم المتحركة المطلوبة.<br><b>التصميم والرسوم المتحركة: </b><br>يتم إنشاء أو تصميم العناصر المرئية المستخدمة في الفيديو، مثل الشخصيات والأشكال والأيقونات والنص. تم تحريك هذه العناصر لإضفاء الحيوية والديناميكية على الفيديو.<br><b>الرسوم المتحركة والرسوم المتحركة:</b><br> يتم استخدام برامج الرسوم المتحركة لتحريك العناصر وإنشاء حركات سلسة وجذابة. يمكن استخدام التأثيرات والانتقالات المرئية لإضافة بُعد إلى الفيديو وتعزيز قصته.<br><b>الموسيقى والصوت:</b><br> يمكن إضافة الموسيقى والمؤثرات الصوتية إلى الفيديو لتحسين التأثير العام وتوصيل الرسالة بشكل أفضل. يمكن استخدام مقطع صوتي أو تعليق صوتي لشرح المحتوى وإضافة جو للفيديو.<br><b>الإنتاج والتحرير: </b><br>يتم دمج كافة العناصر المرئية والصوتية ويتم إنتاج الفيديو النهائي. يتم التحرير لضبط التوقيت والانتقالات وإضافة أي تأثيرات إضافية إذا لزم الأمر."
        ],
        "images" : "mot",
        "imgCount" : "3",
        "phone" :"0"
    },
    {
        "pageTitle" : "مونتاج فيديو",
        "mainTitle" : "Video Editing",
        "mainPargraph" : "نقوم بعمل مونتاج على الفيديو باحترافيه مذهله",
        "backgroundImage" : "edi.png",
        "landingColor" : "#0096889e",
        "allDescriptions" : [
            "خدمة تحرير الفيديو هي خدمة تتعلق بتحرير وتجميع مقاطع الفيديو المتنوعة لإنشاء فيديو كامل جاهز للمشاركة والنشر. يتم استخدام العديد من العناصر والتقنيات في عملية تحرير الفيديو لتحسين الجودة وإضافة قوة سردية وجاذبية للفيديو.<br>تتضمن خدمة مونتاج الفيديو عادةً العديد من الخطوات والعمليات، مثل:",
            "<b>اختيار المشهد:</b><br> تتم مراجعة جميع المقاطع المسجلة ويتم اختيار أفضل المشاهد وأكثرها ملاءمة للفيديو النهائي. يتم اختيار المقاطع التي تعبر عن الرسالة المراد إيصالها وتثير الاهتمام والانتباه.<br><b>ترتيب المقاطع:</b><br> يتم تنظيم المقاطع بطريقة منطقية وجذابة لإنشاء تدفق متسق للقصة. ويتم ترتيب المقاطع بحيث يتناسب توقيتها وتسلسلها مع النص السردي أو الموسيقى المصاحبة.<br><b>قص المشاهد وتقطيعها:</b><br> قص وتقطيع المشاهد الزائدة أو غير المرغوب فيها للحصول على تدفق سلس وسلس. تم تحسين التركيب البصري والتوقيت لمشاهد محددة.<br><b>تحرير اللقطات والتأثيرات:</b><br> تم تحسين جودة الصورة وإجراء تعديلات على الإضاءة والألوان والتباين والحدة. ويمكن أيضًا إضافة تأثيرات مرئية مثل الانتقالات والتكبير/التصغير والحركة البطيئة والتسارع لإضفاء مظهر فريد على الفيديو الخاص بك.<br><b>إضافة الموسيقى والصوت:</b><br> يمكن إضافة المقطوعات الموسيقية والمؤثرات الصوتية إلى الفيديو لتحسين الجو والانتقالات بين المشاهد. يتم ضبط مستويات الصوت وتنسيقها بشكل صحيح لضمان سماع المحتوى بوضوح.<br><b>إضافة عناوين وشعارات:</b><br> يمكن إضافة عناوين ونصوص وشعارات لتوضيح المعلومات أو تعزيز الهوية المرئية للفيديو.<br><b>تنسيق الفيديو:</b><br> يتم تنسيق الفيديو للنشر على منصات مختلفة، مثل مواقع الويب"
        ],
        "images" : "edi",
        "imgCount" : "3",
        "phone" :"0"
    },
    {
        "pageTitle" : "ابحاث، عروض تقديميه وبرامج Excel",
        "mainTitle" : "Research, presentations and Excel programs",
        "mainPargraph" : "كل ما عن برامج Microsoft Ofiice",
        "backgroundImage" : "ofc.jpg",
        "landingColor" : "#03a9f4be",
        "allDescriptions" : [
            "<b>الأبحاث:</b><br>تقوم الخدمة بإجراء الأبحاث المطلوبة حول الموضوع المحدد. يمكن أن يشمل البحث البحث في مصادر موثوقة وجمع المعلومات والبيانات ذات الصلة.<br>يتم تحليل البيانات المجمعة وتنظيمها بطريقة مناسبة للعرض أو الاستخدام اللاحق.<br><b>باور بوينت:</b><br>يتم إنشاء عروض PowerPoint التقديمية وفقًا للمواصفات والمعايير التي تحددها.<br>تتضمن الخدمة تحسين التصميم وتنظيم المحتوى واستخدام الرسومات والصور والشرائح التوضيحية لتعزيز الجماليات وفهم المعلومات بشكل أفضل.",
            "<b>برامج الإكسل:</b><br>تساعد الخدمة في تنفيذ المهام والتحليلات باستخدام برنامج Excel. يمكن أن تتضمن هذه المهام إدخال البيانات وتنظيمها وتحليلها وإنشاء الرسوم البيانية والجداول الديناميكية والتقارير المخصصة.<br>يمكن استخدام برنامج Excel في مجموعة متنوعة من المجالات مثل التجارة والمالية والإحصاء وإدارة المشاريع والتسويق وما إلى ذلك."
        ],
        "images" : "ofc",
        "imgCount" : "3",
        "phone" :"0"
    }
]
